[
    {
        "degree":[
            {
                "id":3,
                "name":"Master",
                "namekh":"បរិញ្ញាបត្រជាន់ខ្ពស់",
                "majors":[
                    {
                        "id": 1,
                        "name": "Finance and Banking",
                        "namekh": "ហិរញ្ញវត្ថុ និងធនាគារ",
                        "description": "The Finance and Banking Master’s program is designed to provide students with an advanced understanding of financial management, banking operations, and financial markets. Students will learn about risk management, financial analysis, investment strategies, and international banking systems, preparing them for leadership roles in financial institutions, investment firms, and corporate finance departments.",
                        "descriptionkh": "កម្មវិធីម៉ាស្ទ័រដែលផ្តោតលើការបណ្តុះបណ្តាលអំពីការគ្រប់គ្រងហិរញ្ញវត្ថុ ប្រតិបត្ដិការធនាគារ និងទីផ្សារហិរញ្ញវត្ថុ។ សិស្សនឹងសិក្សាអំពីការគ្រប់គ្រងហានិភ័យ ការវិភាគហិរញ្ញវត្ថុ យុទ្ធសាស្ត្រវិនិយោគ និងប្រព័ន្ធធនាគារអន្តរជាតិ។ កម្មវិធីនេះរៀបចំសិស្សសម្រាប់តួនាទីដឹកនាំនៅក្នុងស្ថាប័នហិរញ្ញវត្ថុ ក្រុមហ៊ុនវិនិយោគ និងប៊ិចសំរបសំរួលហិរញ្ញវត្ថុ។",
                        "price": 2500,
                        "curriculaLink": "https://aub.edu.kh/tc/eng/ap_curricula_master_business_administration_finance_and_banking.pdf",
                        "img": "img-master.jpg",
                        "yearOfStudy": 2,
                        "credits": 124,
                        "styleimg": "img-style-bachelor-1.png",
                        "willLearn": [
                            "Understanding advanced financial management principles.",
                            "Managing banking operations and international financial systems.",
                            "Developing strategies for risk management and financial forecasting.",
                            "Studying investment analysis, financial markets, and portfolio management.",
                            "Applying financial models to corporate finance and investment strategies.",
                            "Evaluating financial performance and optimizing financial decision-making.",
                            "Understanding the regulatory environment in global finance and banking.",
                            "Developing leadership skills for management roles in financial institutions.",
                            "Learning about financial innovations, fintech, and their impact on banking."
                        ],
                        "willLearnkh": [
                            "យល់ដឹងអំពីគោលការណ៍គ្រប់គ្រងហិរញ្ញវត្ថុជំទាស់។",
                            "គ្រប់គ្រងប្រតិបត្ដិការធនាគារ និងប្រព័ន្ធហិរញ្ញវត្ថុអន្តរជាតិ។",
                            "បង្កើតយុទ្ធសាស្ត្រសម្រាប់ការគ្រប់គ្រងហានិភ័យ និងការប៉ាន់ស្មានហិរញ្ញវត្ថុ។",
                            "សិក្សាអំពីការវិភាគវិនិយោគទីផ្សារហិរញ្ញវត្ថុ និងការគ្រប់គ្រងផតព័រ។",
                            "អនុវត្តគំរូហិរញ្ញវត្ថុទៅលើក្រុមហ៊ុនហិរញ្ញវត្ថុ និងយុទ្ធសាស្ត្រវិនិយោគ។",
                            "វាយតម្លៃសមត្ថភាពហិរញ្ញវត្ថុ និងបង្កើនការសម្រេចចិត្តហិរញ្ញវត្ថុ។",
                            "យល់ដឹងអំពីបរិបទផ្នែកច្បាប់នៅក្នុងហិរញ្ញវត្ថុ និងធនាគារអន្តរជាតិ។",
                            "បង្កើតជំនាញដឹកនាំសម្រាប់តួនាទីគ្រប់គ្រងនៅក្នុងស្ថាប័នហិរញ្ញវត្ថុ។",
                            "សិក្សាអំពីការបង្កើតវិនិយោគហិរញ្ញវត្ថុ និងផលប៉ះពាល់របស់វាដល់ការប្រតិបត្ដិធនាគារ។"
                        ]
                    },
                    {
                        "id": 2,
                        "name": "Finance",
                        "namekh": "ហិរញ្ញវត្ថុ",
                        "description": "The Finance program provides students with an in-depth understanding of financial management, investment analysis, corporate finance, and financial markets. The program equips students with the skills needed to make informed financial decisions and manage risk effectively.",
                        "descriptionkh": "កម្មវិធីហិរញ្ញវត្ថុផ្តល់នូវចំណេះដឹងជ្រៅអំពីការគ្រប់គ្រងហិរញ្ញវត្ថុ ការវិភាគការវិនិយោគ ហិរញ្ញវត្ថុសហគ្រាស និងទីផ្សារហិរញ្ញវត្ថុ។ កម្មវិធីនេះបង្រៀនសិស្សអំពីជំនាញដែលចាំបាច់សម្រាប់ការសម្រេចចិត្តផ្នែកហិរញ្ញវត្ថុ និងការគ្រប់គ្រងហានិភ័យ។",
                        "price": 2500,
                        "curriculaLink": "https://aub.edu.kh/tc/eng/ap_curricula_master_business_administration_finance.pdf",
                        "img": "img-master.jpg",
                        "styleimg": "img-style-bachelor-1.png",
                        "yearOfStudy": 2,
                        "credits": 60,
                        "willLearn": [
                            "Understanding corporate finance and investment strategies.",
                            "Analyzing financial statements and evaluating company performance.",
                            "Exploring risk management and financial decision-making.",
                            "Learning about global financial markets and banking systems.",
                            "Understanding portfolio management and asset allocation.",
                            "Exploring the impact of economic policies on financial institutions.",
                            "Studying financial modeling and forecasting techniques.",
                            "Developing expertise in fintech and digital finance solutions.",
                            "Gaining insights into mergers, acquisitions, and corporate restructuring."
                        ],
                        "willLearnkh": [
                            "ការយល់ដឹងអំពីហិរញ្ញវត្ថុសហគ្រាស និងយុទ្ធសាស្រ្តវិនិយោគ។",
                            "ការវិភាគរបាយការណ៍ហិរញ្ញវត្ថុ និងការប៉ាន់ប្រមាណលទ្ធផលអាជីវកម្ម។",
                            "ការស្វែងយល់អំពីការគ្រប់គ្រងហានិភ័យ និងការសម្រេចចិត្តផ្នែកហិរញ្ញវត្ថុ។",
                            "ការសិក្សាអំពីទីផ្សារហិរញ្ញវត្ថុអន្តរជាតិ និងប្រព័ន្ធធនាគារ។",
                            "ការយល់ដឹងអំពីការគ្រប់គ្រងវិនិយោគ និងការបែងចែកទ្រព្យសកម្ម។",
                            "ការវិភាគផលប៉ះពាល់នៃគោលនយោបាយសេដ្ឋកិច្ចលើស្ថាប័នហិរញ្ញវត្ថុ។",
                            "ការសិក្សាវិធីសាស្រ្តគំរូហិរញ្ញវត្ថុ និងការព្យាករណ៍។",
                            "ការអភិវឌ្ឍជំនាញផ្នែក fintech និងដំណោះស្រាយហិរញ្ញវត្ថុឌីជីថល។",
                            "ការយល់ដឹងអំពីការរួមបញ្ចូល ការរីកចម្រើន និងការរៀបចំសហគ្រាស។"
                        ]
                    },
                    {
                        "id": 3,
                        "name": "Management",
                        "namekh": "គ្រប់គ្រង",
                        "description": "The Management Master’s program prepares students for leadership roles in various industries. It focuses on advanced management theories, strategic decision-making, and organizational behavior. Students will gain skills in managing teams, optimizing business operations, and developing strategies for organizational success in a dynamic business environment.",
                        "descriptionkh": "កម្មវិធីម៉ាស្ទ័រដំណោះស្រាយការគ្រប់គ្រងរៀបចំសិស្សសម្រាប់តួនាទីដឹកនាំនៅក្នុងឧស្សាហកម្មនានា។ វាគ្របដណ្តប់ទៅលើគ្រឹះសាស្ត្រប្រតិបត្ដិករដ៏ជ្រាលជ្រៅនៃការគ្រប់គ្រង ការសម្រេចចិត្តយុទ្ធសាស្ត្រ និងអាកប្បកិរិយារបស់អង្គភាព។ សិស្សនឹងទទួលបានជំនាញក្នុងការគ្រប់គ្រងក្រុមការងារ ការបញ្ចុះបញ្ចូលប្រតិបត្ដិការអាជីវកម្ម និងការផលិតយុទ្ធសាស្ត្រសម្រាប់ជោគជ័យរបស់អង្គភាពក្នុងបរិបទអាជីវកម្មដែលមានការផ្លាស់ប្តូរ។",
                        "price": 2500,
                        "curriculaLink": "https://aub.edu.kh/tc/eng/ap_curricula_master_business_administration_in_management.pdf",
                        "img": "img-master.jpg",
                        "yearOfStudy": 2,
                        "credits": 124,
                        "styleimg": "img-style-bachelor-7.png",
                        "willLearn": [
                            "Mastering leadership and organizational behavior theories.",
                            "Understanding strategic decision-making and problem-solving techniques.",
                            "Optimizing business operations and improving efficiency.",
                            "Managing diverse teams and building effective organizational structures.",
                            "Analyzing and evaluating business performance and outcomes.",
                            "Studying global management trends and organizational innovations.",
                            "Developing communication and negotiation skills for high-level management.",
                            "Implementing sustainability and corporate social responsibility (CSR) strategies.",
                            "Preparing for top-level leadership and executive roles in organizations."
                        ],
                        "willLearnkh": [
                            "ជៀសវាងការសិក្សាអំពីទ្រឹស្តីការដឹកនាំ និងអាកប្បកិរិយារបស់អង្គភាព។",
                            "យល់ដឹងអំពីការសម្រេចចិត្តយុទ្ធសាស្ត្រ និងបច្ចេកទេសដោះសោតបញ្ហា។",
                            "គ្រប់គ្រងប្រតិបត្ដិការអាជីវកម្ម និងការកែលម្អប្រសិទ្ធភាព។",
                            "គ្រប់គ្រងក្រុមការងារដែលមានភាពចម្រុះ និងបង្កើតរចនាសម្ព័ន្ធអង្គភាពប្រសើរ។",
                            "វាយតម្លៃ និងវិភាគផលប័ត្របានល្អនៃអាជីវកម្ម។",
                            "សិក្សាអំពីនិន្នាការដឹកនាំសកល និងការបង្កើតនូវការប្រែប្រួលអង្គភាព។",
                            "បង្កើតជំនាញទំនាក់ទំនង និងការចរចារដើម្បីការដឹកនាំកំពូល។",
                            "អនុវត្តយុទ្ធសាស្ត្រស្ថាបនាទីផ្សារបរិស្ថាន និងការចូលរួមអង្គការអង្គការមានជំនួយសង្គម (CSR)។",
                            "រៀបចំសម្រាប់តួនាទីដឹកនាំកំពូល និងតួនាទីប្រតិបត្ដិករដែលជាការចាំបាច់នៅក្នុងអង្គការណាមួយ។"
                        ]
                    }                    
                ]
            },
            {
                "id":2,
                "name":"Bachelor",
                "namekh":"បរិញ្ញាបត្រ",
                "majors":[
                    {
                        "id": 1,
                        "name": "Finance and Banking",
                        "namekh": "ហិរញ្ញវត្ថុ និងធនាគារ",
                        "description": "The Finance and Banking major equips students with the knowledge and skills to manage financial resources, analyze investments, and understand banking operations. This program covers core financial principles, risk management, economic policies, and banking regulations to prepare students for careers in corporate finance, investment banking, and financial institutions.",
                        "descriptionkh": "មុខវិជ្ជាហិរញ្ញវត្ថុ និងធនាគារផ្តល់ជូននិស្សិតនូវចំណេះដឹង និងជំនាញក្នុងការគ្រប់គ្រងធនធានហិរញ្ញវត្ថុ វិភាគវិនិយោគ និងយល់ដឹងអំពីប្រតិបត្ដិការធនាគារ។ កម្មវិធីនេះគ្របដណ្តប់ទ្រឹស្តីហិរញ្ញវត្ថុសំខាន់ៗ ការគ្រប់គ្រងសារភាពហានិភ័យ គោលនយោបាយសេដ្ឋកិច្ច និងច្បាប់ធនាគារ ដើម្បីត្រៀមនិស្សិតសម្រាប់មុខរបរនៅក្នុងវិស័យហិរញ្ញវត្ថុ ការវិនិយោគធនាគារ និងស្ថាប័នហិរញ្ញវត្ថុ។",
                        "price": 1200,
                        "curriculaLink": "https://aub.edu.kh/tc/eng/ap_curricula_bachelor_finance_banking.pdf",
                        "img": "img-bachelor-1.jpg",
                        "yearOfStudy": 4,
                        "credits": 124,
                        "styleimg": "img-style-bachelor-1.png",
                        "willLearn": [
                            "Evaluating market trends and advising on investment decisions.",
                            "Managing business budgets and financial planning.",
                            "Working in retail or corporate banking services.",
                            "Assessing financial risks and implementing strategies to minimize losses.",
                            "Trading securities and advising clients on investments.",
                            "Providing financial planning and wealth management services."
                        ],
                        "willLearnkh": [
                            "វាយតម្លៃនិងវិភាគអំពីបំណែកទីផ្សារនិងផ្តល់អនុសាសន៍ក្នុងការសម្រេចចិត្តវិនិយោគ។",
                            "គ្រប់គ្រងថវិកាអាជីវកម្ម និងការធ្វើផែនការហិរញ្ញវត្ថុ។",
                            "ធ្វើការនៅក្នុងសេវាកម្មធនាគារលក់រាយ ឬធនាគារត្រួតពិនិត្យ។",
                            "វាយតម្លៃហានិភ័យហិរញ្ញវត្ថុ និងអនុវត្តយុទ្ធសាស្ត្រដើម្បីកាត់បន្ថយការបាត់បង់។",
                            "ជួញដូរ​ឯកសារធនាគារ និងផ្តល់អនុសាសន៍លើការវិនិយោគ។",
                            "ផ្តល់សេវាធ្វើផែនការហិរញ្ញវត្ថុ និងគ្រប់គ្រងទ្រព្យសម្បត្តិ។"
                        ]
                    },
                    {
                        "id": 2,
                        "name": "Accounting",
                        "namekh": "គណនេយ្យ",
                        "description": "Accounting is the process of reporting, recording and summarising financial data within an organisation. The reason why accounting is important is because it ensures organisations have accurate information when it comes to regulatory compliance, decision-making and financial transparency.",
                        "descriptionkh": "គណនេយ្យគឺជាដំណើរការបញ្ជូន រក្សាទុក និងសង្ខេបទិន្នន័យហិរញ្ញវត្ថុ នៅក្នុងអង្គការមួយ។ មូលហេតុដែលគណនេយ្យមានសារៈសំខាន់គឺវាធានាថាអង្គការមានព័ត៌មានត្រឹមត្រូវនៅពេលដែលពាក់ព័ន្ធនឹងការអនុវត្តតាមបណ្តា​ច្បាប់ ការសម្រេចចិត្ត និងភាពត្រង់តាមហិរញ្ញវត្ថុ។",
                        "price": 1200,
                        "curriculaLink": "https://aub.edu.kh/tc/eng/ap_curricula_bachelor_accounting.pdf",
                        "img": "img-bachelor-2.jpg",
                        "yearOfStudy": 4,
                        "credits": 124,
                        "styleimg": "img-style-bachelor-2.png",
                        "willLearn": [
                            "Recording, summarizing, and reporting financial transactions",
                            "Using accounting information for internal decision-making.",
                            "Understanding corporate and individual tax laws and regulations.",
                            "Examining financial statements for accuracy and compliance.",
                            "Calculating production costs and profit margins for businesses."
                        ],
                        "willLearnkh": [
                            "ការកត់ត្រា សង្ខេប និងរាយការណ៍ប្រតិបត្ដិការហិរញ្ញវត្ថុ",
                            "ការប្រើប្រាស់ព័ត៌មានគណនេយ្យសម្រាប់ការសម្រេចចិត្តនៅខាងក្នុងអង្គការ។",
                            "ការយល់ដឹងអំពីច្បាប់ និងបទបញ្ជានៃពន្ធសម្រាប់អង្គការនិងមនុស្សផ្ទាល់ខ្លួន។",
                            "ការត្រួតពិនិត្យរបាយការណ៍ហិរញ្ញវត្ថុសម្រាប់ភាពត្រឹមត្រូវ និងការអនុវត្តតាមច្បាប់។",
                            "ការគណនាភាពចំណាយផលិតកម្ម និងអត្រាការប្រាក់សម្រាប់អាជីវកម្ម។"
                        ]
                    },
                    {
                        "id": 3,
                        "name": "Marketing",
                        "namekh": "ទីផ្សារ",
                        "description": "The Marketing major provides students with the knowledge and skills to understand consumer behavior, develop effective marketing strategies, and promote products and services in competitive markets. This program covers market research, branding, digital marketing, and sales techniques to prepare students for careers in advertising, brand management, and business development.",
                        "descriptionkh": "មុខវិជ្ជាតីផ្សារផ្តល់ជូននិស្សិតនូវចំណេះដឹង និងជំនាញក្នុងការយល់ដឹងពីអាកប្បកិរិយានៃអ្នកប្រើប្រាស់អភិវឌ្ឍន៍យុទ្ធសាស្ត្រផ្សព្វផ្សាយមានប្រសិទ្ធភាព និងលក់ផលិតផល និងសេវាកម្មនៅក្នុងទីផ្សារមានការប្រកួតប្រជែង។ កម្មវិធីនេះគ្របដណ្តប់ការស្រាវជ្រាវទីផ្សារ ការបង្កើតម៉ាកទីផ្សារ យុទ្ធសាស្ត្រផ្សព្វផ្សាយឌីជីថល និងបច្ចេកទេសការលក់ ដើម្បីត្រៀមនិស្សិតសម្រាប់ការងារនៅក្នុងវិស័យផ្សព្វផ្សាយ ការគ្រប់គ្រងម៉ាក និងការអភិវឌ្ឍអាជីវកម្ម។",
                        "price": 1200,
                        "curriculaLink": "https://aub.edu.kh/tc/eng/ap_curricula_bachelor_business_marketing.pdf",
                        "img": "img-bachelor-3.jpg",
                        "yearOfStudy": 4,
                        "credits": 124,
                        "styleimg": "img-style-bachelor-15.png",
                        "willLearn": [
                            "Leading campaigns and developing marketing strategies.",
                            "Managing brand identity and reputation.",
                            "Running digital campaigns and engaging with audiences online.",
                            "Studying market trends and consumer behavior.",
                            "Creating and executing promotional campaigns.",
                            "Building partnerships and generating leads.",
                            "Managing corporate communications and media relations."
                        ],
                        "willLearnkh": [
                            "ជាអ្នកដឹកនាំយុទ្ធនាការនិងអភិវឌ្ឍន៍យុទ្ធសាស្ត្រផ្សព្វផ្សាយ។",
                            "ការគ្រប់គ្រងអត្តសញ្ញាណម៉ាក និងការពង្រឹងកេរ្តិ៍ឈ្មោះ។",
                            "ដំណើរការយុទ្ធនាការឌីជីថល និងការចូលរួមជាមួយអ្នកទស្សនាអនឡាញ។",
                            "ការសិក្សាពីការប្រែប្រួលទីផ្សារ និងអាកប្បកិរិយានៃអ្នកប្រើប្រាស់។",
                            "ការបង្កើត និងអនុវត្តន៍យុទ្ធនាការផ្សព្វផ្សាយ។",
                            "ការបង្កើតកិច្ចសហប្រតិបត្តិការនិងការបង្កើតឱកាសថ្មីៗ។",
                            "ការគ្រប់គ្រងការទំនាក់ទំនងក្រុមហ៊ុន និងទំនាក់ទំនងវិចារណករនៅក្នុងមេឌៀ។"
                        ]
                    },
                    {
                        "id": 4,
                        "name": "Law",
                        "namekh": "នីតិសាស្ត្រ",
                        "description": "The Law major provides students with a strong foundation in legal principles, justice systems, and critical thinking skills. This program covers constitutional law, criminal justice, contracts, and human rights, preparing students for careers in legal practice, corporate law, government, and advocacy.",
                        "descriptionkh": "មុខវិជ្ជាច្បាប់ផ្តល់និស្សិតនូវមូលដ្ឋានដ៏រឹងមាំនៅក្នុងគោលការណ៍ច្បាប់ ប្រព័ន្ធយុតិ្តធម៌ និងជំនាញគិតយ៉ាងច្បាស់។ កម្មវិធីនេះគ្របដណ្តប់ច្បាប់រដ្ឋធម្មនុញ្ញ យុតិ្តធម៌ក្រុមហ៊ុន សន្និដ្ឋាន និងសិទិ្ធមនុស្ស ដើម្បីត្រៀមនិស្សិតសម្រាប់ការងារនៅក្នុងវិស័យច្បាប់ ការគ្រប់គ្រងច្បាប់ រាជរដ្ឋាន និងការតស៊ូបែបជំនួញ។",
                        "price": 1200,
                        "curriculaLink": "https://aub.edu.kh/tc/eng/ap_curricula_bachelor_law.pdf",
                        "img": "img-bachelor-4.jpg",
                        "yearOfStudy": 4,
                        "credits": 124,
                        "styleimg": "img-style-bachelor-4.png",
                        "willLearn": [
                            "Understanding the foundations of law and justice.",
                            "Studying government structures and citizens' rights.",
                            "Learning about agreements, obligations, and legal enforcement.",
                            "Exploring legal offenses, penalties, and the judicial process.",
                            "Handling disputes, lawsuits, and legal proceedings.",
                            "Understanding global legal frameworks and protections.",
                            "Studying regulations for companies, mergers, and transactions.",
                            "Addressing legal issues related to employment and sustainability.",
                            "Developing strong analytical and argumentation skills."
                        ],
                        "willLearnkh": [
                            "ការយល់ដឹងអំពីមូលដ្ឋានច្បាប់ និងយុតិ្តធម៌។",
                            "ការសិក្សាសំណុំរដ្ឋាភិបាល និងសិទិ្ធរបស់ប្រជាជន។",
                            "ការរៀនអំពីកិច្ចសន្យា កាតព្វកិច្ច និងការអនុវត្តច្បាប់។",
                            "ការស្វែងយល់ពីការបំពានច្បាប់ ការស្មោះ និងដំណើរការយុតិ្តធម៌។",
                            "ការប្រាស្រ័យពិចារណានូវការប្រឈមប្រកួត បទពិសោធន៍ និងដំណើរការច្បាប់។",
                            "ការយល់ដឹងអំពីស្ថាបត្យកម្មច្បាប់សកល និងការពារក្នុងទាំងពិភពលោក។",
                            "ការសិក្សានីតិវិធីសម្រាប់ក្រុមហ៊ុន ការចូលរួម និងប្រតិបត្ដិការណ៍។",
                            "ការប្រយុទ្ធប្រឆាំងនឹងបញ្ហាច្បាប់ដែលពាក់ព័ន្ធនឹងការងារ និងការអភិវឌ្ឍន៍ទាំងស្រុង។",
                            "ការអភិវឌ្ឍជំនាញវិចារណនិងការបញ្ជាក់យ៉ាងរឹងមាំ។"
                        ]
                    },
                    {
                        "id": 5,
                        "name": "International Business",
                        "namekh": "ពាណិជ្ជកម្មអន្តរជាតិ",
                        "description": "The International Business major prepares students for careers in global trade, cross-border commerce, and multinational management. This program covers international markets, trade policies, supply chain logistics, and business strategies to help students succeed in a globally interconnected economy.",
                        "descriptionkh": "មុខវិជ្ជាអាជីវកម្មអន្តរជាតិនេះត្រៀមនិស្សិតសម្រាប់ការងារនៅក្នុងជំនួញពិភពលោក គ្រប់គ្រងពាណិជ្ជកម្មព្រំដែន និងការគ្រប់គ្រងអន្តរជាតិក្រុមហ៊ុន។ កម្មវិធីនេះគ្របដណ្តប់ទីផ្សារអន្តរជាតិ គោលនយោបាយពាណិជ្ជកម្ម ផែនការដឹកជញ្ជូនរោងចក្រ និងយុទ្ធសាស្ត្រអាជីវកម្ម ដើម្បីជួយឲ្យនិស្សិតទទួលបានជោគជ័យក្នុងសេដ្ឋកិច្ចពិភពលោកដែលភ្ជាប់គ្នា។",
                        "price": 1200,
                        "curriculaLink": "https://aub.edu.kh/tc/eng/ap_curricula_bachelor_intl_business.pdf",
                        "img": "img-bachelor-5.jpg",
                        "yearOfStudy": 4,
                        "credits": 124,
                        "styleimg": "img-style-bachelor-11.png",
                        "willLearn": [
                            "Understanding how companies expand and compete internationally.",
                            "Learning about import/export regulations, tariffs, and market trends.",
                            "Navigating cultural differences in global business settings.",
                            "Managing financial transactions, exchange rates, and risk in global markets.",
                            "Coordinating global production, distribution, and sourcing.",
                            "Strategies for establishing a business presence abroad.",
                            "Adapting marketing strategies for diverse international audiences.",
                            "Understanding international regulations, trade agreements, and ethical considerations.",
                            "Developing innovative business ideas for international expansion."
                        ],
                        "willLearnkh": [
                            "ការយល់ដឹងពីរបៀបដែលក្រុមហ៊ុនពង្រីកនិងប្រកួតប្រជែងអន្តរជាតិក្នុងទីផ្សារ។",
                            "ការរៀនអំពីការអនុវត្តន៍និងច្បាប់ការនាំចូល/ចេញ តាមការគោរព និងនិន្នាការទីផ្សារ។",
                            "ការជិះទៅដល់ការប្រែប្រួលវប្បធម៌ក្នុងការប្រតិបត្ដិការអាជីវកម្មពិភពលោក។",
                            "ការគ្រប់គ្រងប្រតិបត្ដិការហិរញ្ញវត្ថុ គ្លីបប្រតិបត្ដិការ និងការពិចារណាការកើតមានសាច់ប្រាក់រង្វង់ពាណិជ្ជកម្មអន្តរជាតិក្នុងទីផ្សារ។",
                            "ការសម្របសម្រួលផលិតកម្មអន្តរជាតិ ការដឹកជញ្ជូននិងការបញ្ជូលពាណិជ្ជកម្មក្រុមហ៊ុន។",
                            "យុទ្ធសាស្ត្រសម្រាប់បង្កើតការប្រកាសអាជីវកម្មនៅកន្លែងបរទេស។",
                            "ការសម្របសម្រួលយុទ្ធសាស្ត្រផ្សព្វផ្សាយនិងការធ្វើការជាមួយការប្រតិបត្ដិនៅក្នុងប្រទេសផ្សេងៗជាច្រើនក្នុងការតស៊ូ។",
                            "ការយល់ដឹងអំពីច្បាប់អន្តរជាតិនិងការសហការនយោបាយពាណិជ្ជកម្មនិងពាក្យផ្លូវទំនាក់ទំនងបរិវេណសុវត្ថិភាពក្នុងកិច្ចការរដ្ឋធម្មនុញ្ញ។",
                            "ការអភិវឌ្ឍយុទ្ធសាស្ត្រអាជីវកម្មមួយចំនួនសម្រាប់បញ្ចូលទីផ្សារពិភពជាច្រើន"
                        ]
                    },
                    {
                        "id": 6,
                        "name": "Business Economic",
                        "namekh": "សេដ្ឋកិច្ចពាណិជ្ជកម្ម",
                        "description": "The Business Economics major combines economic theories with business strategies to help students understand market trends, financial decision-making, and economic policies that impact businesses. This program prepares students to analyze data, predict economic trends, and make informed business decisions in a competitive global environment.",
                        "descriptionkh": "មុខវិជ្ជាសេដ្ឋកិច្ចអាជីវកម្មនេះប្រើបញ្ហាអាគុយវិសាលជាមួយយុទ្ធសាស្ត្រអាជីវកម្ម ដើម្បីជួយនិស្សិតយល់ដឹងអំពីនិន្នាការទីផ្សារ ការសម្រេចចិត្តហិរញ្ញវត្ថុ និងគោលនយោបាយសេដ្ឋកិច្ចដែលមានឥទ្ធិពលដល់ក្រុមហ៊ុន។ កម្មវិធីនេះត្រៀមនិស្សិតដើម្បីវិភាគទិន្នន័យ ទស្សនាការនិន្នាការសេដ្ឋកិច្ច និងសម្រេចចិត្តប្រកួតប្រជែងនៅក្នុងបរិយាកាសអាជីវកម្មពិភពលោក។",
                        "price": 1200,
                        "curriculaLink": "https://aub.edu.kh/tc/eng/ap_curricula_bachelor_business_business_economics.pdf",
                        "img": "img-bachelor-6.jpg",
                        "yearOfStudy": 4,
                        "credits": 124,
                        "styleimg": "img-style-bachelor-6.png",
                        "willLearn": [
                            "Understanding market structures, consumer behavior, and economic growth.",
                            "Applying economic principles to real-world business challenges.",
                            "Studying financial markets, investments, and corporate finance.",
                            "Using data to predict market trends and economic conditions.",
                            "Learning about globalization, trade policies, and economic development.",
                            "Understanding government policies and their impact on businesses.",
                            "Applying economic insights to startup growth and innovation.",
                            "Exploring how psychology influences business and consumer decisions.",
                            "Using statistical tools for economic and financial analysis."
                        ],
                        "willLearnkh": [
                            "ការយល់ដឹងអំពីស្ថាបត្យកម្មទីផ្សារ ពិតប្រាកដអំពីការប្រើប្រាស់ និងការលើកកម្ពស់សេដ្ឋកិច្ចសង្គម។",
                            "ការប្រើប្រាស់គោលការណ៍សេដ្ឋកិច្ចនៅក្នុងបញ្ហាជាក់ស្តែងប្រសិនបើមិនសម្រាប់អ្នកទស្សនាទិន្នន័យអាជីវកម្ម។",
                            "ការសិក្សាទីផ្សារហិរញ្ញវត្ថុការអភិវឌ្ឍការបង្ហាញពីចំណូលរបស់អាជីវកម្ម។",
                            "ការប្រើប្រាស់ទិន្នន័យសម្រាប់ការទស្សនាការនិងការចំណាយឧត្ដមទិន្នន័យនិងសេដ្ឋកិច្ច។",
                            "ការរៀនពាក់ព័ន្ធនិងគោលការណ៍ពាណិជ្ជកម្មតំណាក់ពីរបៀបផ្សេងៗការបង្ហុះពីប្រទេសជំនាន់ទីក្រៅពីភាគីលើស្ថាបត្យការនៃពាណិជ្ជកម្មនៅលើវិស័យទំនាក់ទំនងជាតិ។",
                            "ការយល់ពីគោលការណ៍របស់រដ្ឋាភិបាលផ្នែកហិរញ្ញវត្ថុដែលបានផ្តល់ការចេញផ្សាយនិងការបង្ហោះបរិមាណទិន្នន័យផាស៊ីហ្ករំពឹុគរដែលមានការសរសើរដោយយល់ថាមិនត្រូវចែកចាយកន្នកំ"
                        ]
                    },
                    {
                        "id": 7,
                        "name": "Business and Enterprise Management",
                        "namekh": "គ្រប់គ្រងធុរកិច្ច និងសហគ្រាស",
                        "description": "The Business and Enterprise Management major focuses on developing leadership, strategic thinking, and entrepreneurial skills. This program prepares students to manage businesses, optimize operations, and drive innovation in competitive markets. It combines business strategy, financial planning, and organizational leadership to equip students for success in corporate and entrepreneurial environments.",
                        "descriptionkh": "មុខវិជ្ជាការគ្រប់គ្រងអាជីវកម្ម និងសហគ្រាសផ្តោតលើការអភិវឌ្ឍជំនាញដឹកនាំ ការគិតយុទ្ធសាស្ត្រ និងជំនាញសហគ្រិន។ កម្មវិធីនេះត្រៀមនិស្សិតដើម្បីគ្រប់គ្រងអាជីវកម្ម អុបទិចអនុវត្តន៍ និងជំរុញការច្នៃប្រឌិតនៅក្នុងទីផ្សារប្រកួតប្រជែង។ វា៖ ប្រើយុទ្ធសាស្ត្រអាជីវកម្ម ការរៀបចំហិរញ្ញវត្ថុ និងការដឹកនាំអង្គការ ដើម្បីបណ្តុះបណ្តាលនិស្សិតសម្រាប់ភាពជោគជ័យក្នុងបរិយាកាសអាជីវកម្ម និងការត្រូវបានបង្ហាញចេញទៅក្រៅសហគ្រិន។",
                        "price": 1200,
                        "curriculaLink": "https://aub.edu.kh/tc/eng/ap_curricula_bachelor_business_enterprise_manaement.pdf",
                        "img": "img-bachelor-7.jpg",
                        "yearOfStudy": 4,
                        "credits": 124,
                        "styleimg": "img-style-bachelor-7.png",
                        "willLearn": [
                            "Developing decision-making and problem-solving skills for managing enterprises.",
                            "Learning how to start, grow, and sustain successful businesses.",
                            "Creating effective marketing strategies for business growth.",
                            "Budgeting, financial planning, and investment decision-making.",
                            "Optimizing business processes and logistics.",
                            "Using data to improve business performance.",
                            "Managing people and company culture for productivity.",
                            "Understanding business regulations and ethical leadership.",
                            "Leveraging technology to drive business success."
                        ],
                        "willLearnkh": [
                            "ការអភិវឌ្ឍជំនាញសម្រេចចិត្ត និងការដោះសោនបញ្ហាសម្រាប់ការគ្រប់គ្រងសហគ្រាស។",
                            "ការសិក្សាវិធីបង្កើត សំរាប់ពាណិជ្ជកម្មរបស់គោលការណ៍ដែលពិតចេញមក។",
                            "ប្រើសកម្មភាពប្រកួតប្រជែងក្នុងសហគ្រិនប្រកួតចាំបាច់ការផ្លាស់ទីផ្សារ។",
                            "ការប្រើប្រាស់ធនធានកុំព្យូទ័រដើម្បីអនុវត្ដកម្មសំរាប់  " 
                        ]
                    },
                    {
                        "id": 8,
                        "name": "Risk Management and Insurance",
                        "namekh": "គ្រប់គ្រងហានិភ័យ និងធានារ៉ាប់រង",
                        "description": "The Risk Management and Insurance major teaches students how to assess, mitigate, and manage risks within businesses and organizations. This program covers insurance policies, risk assessment techniques, and strategies to protect businesses from potential financial losses, preparing students for careers in risk management and insurance sectors.",
                        "descriptionkh": "មុខវិជ្ជាការគ្រប់គ្រងគ្រោះថ្នាក់ និងធានារ៉ាប់រងសិក្សាពីវិធីសាស្ត្រដែលអាចធ្វើការវាយតម្លៃ កាត់បន្ថយ និងគ្រប់គ្រងគ្រោះថ្នាក់នៅក្នុងអាជីវកម្ម និងអង្គការ។ កម្មវិធីនេះរួមបញ្ចូលគោលនយោបាយធានារ៉ាប់រង បច្ចេកទេសវាយតម្លៃគ្រោះថ្នាក់ និងយុទ្ធសាស្ត្រដើម្បីការពារ អាជីវកម្មពីការបាត់បង់ហិរញ្ញវត្ថុដែលអាចកើតមានបាន។",
                        "price": 1200,
                        "curriculaLink": "https://aub.edu.kh/tc/eng/ap_curricula_bachelor_risk_insurance.pdf",
                        "img": "img-bachelor-8.jpg",
                        "yearOfStudy": 4,
                        "credits": 124,
                        "styleimg": "img-style-bachelor-6.png",
                        "willLearn": [
                            "Identifying and assessing potential risks in business environments.",
                            "Developing strategies to minimize financial losses due to risks.",
                            "Understanding insurance policies and how they mitigate risk.",
                            "Analyzing risk management frameworks and their applications.",
                            "Designing risk management plans for organizations.",
                            "Evaluating market conditions and their impact on business risks.",
                            "Understanding legal and regulatory requirements in the insurance industry.",
                            "Managing claims and insurance contracts.",
                            "Developing an understanding of global insurance markets."
                        ],
                        "willLearnkh": [
                            "ការរកឃើញនិងវាយតម្លៃគ្រោះថ្នាក់ដែលអាចកើតមានក្នុងបរិយាកាសអាជីវកម្ម។",
                            "ការអភិវឌ្ឍយុទ្ធសាស្ត្រដើម្បីកាត់បន្ថយការបាត់បង់ហិរញ្ញវត្ថុពីគ្រោះថ្នាក់។",
                            "ការយល់ដឹងអំពីគោលនយោបាយធានារ៉ាប់រង និងរបៀបដែលវាធ្វើការកាត់បន្ថយគ្រោះថ្នាក់។",
                            "ការវិភាគសម្ពាធគ្រប់គ្រងគ្រោះថ្នាក់ និងការប្រើប្រាស់របស់វា។",
                            "ការរចនាយុទ្ធសាស្ត្រគ្រប់គ្រងគ្រោះថ្នាក់សម្រាប់អង្គការ។",
                            "ការវាយតម្លៃលក្ខខណ្ឌទីផ្សារនិងឥទ្ធិពលរបស់វាទៅលើគ្រោះថ្នាក់អាជីវកម្ម។",
                            "ការយល់ដឹងអំពីតម្រូវការផ្លូវច្បាប់និងកំណត់ត្រា នៅក្នុងឧស្សាហកម្មធានារ៉ាប់រង។",
                            "ការគ្រប់គ្រងការទាមទារនិងសេវាកម្មធានារ៉ាប់រង។",
                            "ការអភិវឌ្ឍនូវការយល់ដឹងអំពីទីផ្សារធានារ៉ាប់រងសកល។"
                        ]
                    },
                    {
                        "id": 9,
                        "name": "Supply Chain Management and Logistics",
                        "namekh": "គ្រប់គ្រងបណ្ដាញផ្គត់ផ្គង់ និងចលនូបត្ថម្ភ",
                        "description": "The Supply Chain Management and Logistics major focuses on optimizing the flow of goods and services from suppliers to consumers. This program covers supply chain strategies, inventory management, logistics systems, and transportation methods to help students manage the movement of products efficiently and effectively.",
                        "descriptionkh": "មុខវិជ្ជាការគ្រប់គ្រងខ្សែផ្គត់ផ្គង់ និងភស្តុតាងផ្តោតលើការលាយបញ្ជូនទំនិញ និងសេវាកម្មពីអ្នកផ្គត់ផ្គង់ទៅអ្នកប្រើប្រាស់។ កម្មវិធីនេះរួមបញ្ចូលយុទ្ធសាស្ត្រខ្សែផ្គត់ផ្គង់ ការគ្រប់គ្រងសារពើភ័ណ្ឌ ប្រព័ន្ធភស្តុតាង និងវិធីសាស្ត្រនៃការដឹកជញ្ជូនដើម្បីជួយសិស្សស្រមើលការផ្លាស់ប្តូរទំនិញយ៉ាងមានប្រសិទ្ធភាព និងមានប្រសិទ្ធភាព។",
                        "price": 1200,
                        "curriculaLink": "https://aub.edu.kh/tc/eng/ap_curricula_bachelor_logistics.pdf",
                        "img": "img-bachelor-9.jpg",
                        "yearOfStudy": 4,
                        "credits": 124,
                        "styleimg": "img-style-bachelor-6.png",
                        "willLearn": [
                            "Designing and managing efficient supply chain systems.",
                            "Optimizing inventory management processes.",
                            "Understanding transportation methods and logistics systems.",
                            "Analyzing global supply chain trends and challenges.",
                            "Implementing strategies to improve supply chain performance.",
                            "Managing supplier relationships and negotiations.",
                            "Understanding international trade regulations and customs procedures.",
                            "Using technology for supply chain and logistics optimization.",
                            "Managing risks and disruptions in the supply chain."
                        ],
                        "willLearnkh": [
                            "ការរចនានិងគ្រប់គ្រងប្រព័ន្ធខ្សែផ្គត់ផ្គង់ដែលមានប្រសិទ្ធភាព។",
                            "ការលាយបញ្ជូនការគ្រប់គ្រងសារពើភ័ណ្ឌ។",
                            "ការយល់ដឹងអំពីវិធីសាស្ត្រដឹកជញ្ជូន និងប្រព័ន្ធភស្តុតាង។",
                            "ការវិភាគនិន្នាការខ្សែផ្គត់ផ្គង់សកល និងការប្រឈមមុខ។",
                            "ការអនុវត្តយុទ្ធសាស្ត្រដើម្បីបង្កើនប្រសិទ្ធភាពក្នុងខ្សែផ្គត់ផ្គង់។",
                            "ការគ្រប់គ្រងទំនាក់ទំនង និងការចរចារបស់អ្នកផ្គត់ផ្គង់។",
                            "ការយល់ដឹងអំពីតម្រូវការទ្រព្យសម្បត្តិអន្តរជាតិ និងប្រព័ន្ធពន្ធពាណិជ្ជកម្ម។",
                            "ការប្រើប្រាស់បច្ចេកវិទ្យាសម្រាប់ការប្រើប្រាស់អופטីមស្ដង់នៅក្នុងខ្សែផ្គត់ផ្គង់ និងភស្តុតាង។",
                            "ការគ្រប់គ្រងការព្រិល និងការលំបាកក្នុងខ្សែផ្គត់ផ្គង់។"
                        ]
                    },
                    {
                        "id": 10,
                        "name": "Fintech",
                        "namekh": "បច្ចេកវិទ្យាហិរញ្ញវត្ថុ",
                        "description": "The Fintech major explores the intersection of finance and technology, equipping students with the knowledge to leverage technological innovations to enhance financial services. The program covers blockchain, digital payments, financial modeling, and the impact of technology on financial institutions and markets.",
                        "descriptionkh": "មុខវិជ្ជាហិរញ្ញវត្ថុបច្ចេកវិទ្យាជួបប្រទះពីការភ្ជាប់របស់ហិរញ្ញវត្ថុ និងបច្ចេកវិទ្យា ដែលផ្តល់ជូនសិស្សនូវចំណេះដឹងក្នុងការប្រើប្រាស់នូវការបង្កើតបច្ចេកវិទ្យាថ្មីៗដើម្បីបង្កើនសេវាហិរញ្ញវត្ថុ។ កម្មវិធីនេះរួមបញ្ចូល blockchain ការបង់ប្រាក់ឌីជីថល គំរូហិរញ្ញវត្ថុ និងអត្ថផលនៃបច្ចេកវិទ្យាដែលមានលើស្ថាប័នហិរញ្ញវត្ថុ និងទីផ្សារ។",
                        "price": 1200,
                        "curriculaLink": "https://aub.edu.kh/tc/eng/ap_curricula_bachelor_fintech.pdf",
                        "img": "img-bachelor-10.jpg",
                        "yearOfStudy": 4,
                        "credits": 124,
                        "styleimg": "img-style-bachelor-11.png",
                        "willLearn": [
                            "Understanding the role of technology in financial services.",
                            "Learning about blockchain and its applications in finance.",
                            "Developing financial models using technology.",
                            "Studying digital payment systems and e-wallets.",
                            "Analyzing the impact of Fintech on financial institutions.",
                            "Exploring the regulatory environment for Fintech companies.",
                            "Learning about cryptocurrency and its financial implications.",
                            "Building skills in data analysis for financial decision-making.",
                            "Understanding the future of financial technology and innovation."
                        ],
                        "willLearnkh": [
                            "ការយល់ដឹងអំពីតួនាទីនៃបច្ចេកវិទ្យា​នៅក្នុងសេវាហិរញ្ញវត្ថុ។",
                            "ការរៀនអំពី blockchain និងការប្រើប្រាស់វានៅក្នុងហិរញ្ញវត្ថុ។",
                            "ការអភិវឌ្ឍគំរូហិរញ្ញវត្ថុដោយប្រើប្រាស់បច្ចេកវិទ្យា។",
                            "ការសិក្សា ប្រព័ន្ធបង់ប្រាក់ឌីជីថល និង e-wallets។",
                            "ការវិភាគអត្ថផលនៃ Fintech នៅលើស្ថាប័នហិរញ្ញវត្ថុ។",
                            "ការស៊ើបអង្កេតបរិយាកាសរដ្ឋបាលសម្រាប់ក្រុមហ៊ុន Fintech។",
                            "ការរៀនអំពី cryptocurrency និងផលប៉ះពាល់ហិរញ្ញវត្ថុរបស់វា។",
                            "ការបង្កើតជំនាញក្នុងការវិភាគទិន្នន័យសម្រាប់ការអនុម័តសេចក្តីសម្រេចហិរញ្ញវត្ថុ។",
                            "ការយល់ដឹងអំពីអនាគតនៃបច្ចេកវិទ្យាហិរញ្ញវត្ថុ និងការបង្កើតថ្មី។"
                        ]
                    },
                    {
                        "id": 11,
                        "name": "Business IT",
                        "namekh": "បច្ចេកវិទ្យាព័ត៌មានធុរកិច្ច",
                        "description": "The Business IT major focuses on the integration of information technology with business processes, equipping students with skills in digital transformation, enterprise systems, data management, and IT-driven decision-making. The program covers topics such as business analytics, cybersecurity, and IT project management.",
                        "descriptionkh": "មុខវិជ្ជាព័ត៌មានវិទ្យាអាជីវកម្មផ្តោតលើការរួមបញ្ចូលបច្ចេកវិទ្យាព័ត៌មានជាមួយដំណើរការអាជីវកម្ម ដើម្បីផ្តល់ជូនសិស្សនូវជំនាញក្នុងការបម្លែងឌីជីថល ប្រព័ន្ធសហគ្រាស ការគ្រប់គ្រងទិន្នន័យ និងការសម្រេចចិត្តផ្អែកលើ IT។ កម្មវិធីនេះរួមបញ្ចូលវិស័យអភិវឌ្ឍន៍អាជីវកម្មតាមបច្ចេកវិទ្យា សន្តិសុខសុវត្ថិភាព និងគ្រប់គ្រងគម្រោង IT។",
                        "price": 1200,
                        "curriculaLink": "https://aub.edu.kh/tc/eng/ap_curricula_bachelor_bit.pdf",
                        "img": "img-bachelor-11.jpg",
                        "yearOfStudy": 4,
                        "credits": 124,
                        "styleimg": "img-style-bachelor-11.png",
                        "willLearn": [
                            "Understanding the role of IT in modern business operations.",
                            "Learning about enterprise resource planning (ERP) systems.",
                            "Exploring data analytics and business intelligence.",
                            "Studying cybersecurity and risk management in IT.",
                            "Understanding IT governance and compliance.",
                            "Learning about cloud computing and its applications in business.",
                            "Developing skills in IT project management and agile methodologies.",
                            "Analyzing digital transformation strategies for businesses.",
                            "Exploring e-commerce, digital marketing, and online business models."
                        ],
                        "willLearnkh": [
                            "ការយល់ដឹងអំពីតួនាទីនៃ IT នៅក្នុងប្រតិបត្តិអាជីវកម្មទំនើប។",
                            "ការរៀនអំពីប្រព័ន្ធរៀបចំធនធានសហគ្រាស (ERP)។",
                            "ការសិក្សាអំពីវិភាគទិន្នន័យ និងបញ្ញាសិទ្ធិសម្រាប់អាជីវកម្ម។",
                            "ការស្វែងយល់អំពីសន្តិសុខសុវត្ថិភាពនៃ IT និងការគ្រប់គ្រងហានិភ័យ។",
                            "ការយល់ដឹងអំពីការគ្រប់គ្រង IT និងការអនុវត្តស្តង់ដារ។",
                            "ការរៀនអំពីបណ្តាញម៉េឌៀ និងការប្រើប្រាស់វានៅក្នុងអាជីវកម្ម។",
                            "ការអភិវឌ្ឍជំនាញក្នុងការគ្រប់គ្រងគម្រោង IT និងវិធីសាស្រ្ត Agile។",
                            "ការវិភាគយុទ្ធសាស្រ្តបម្លែងឌីជីថលសម្រាប់អាជីវកម្ម។",
                            "ការស្វែងយល់អំពីពាណិជ្ជកម្មអេឡិចត្រូនិច ទីផ្សារឌីជីថល និងគំរូអាជីវកម្មអនឡាញ។"
                        ]
                    },              
                    {
                        "id":12,
                        "name":"Computer Science and Engineering",
                        "namekh":"វិទ្យាសាស្រ្ត និងវិស្វកម្មកំព្យូទ័រ",
                        "description":"Computer science is the study of computers and computational systems. It is a broad field which includes everything from the algorithms that  make up software to how software interacts with hardware to how well  software is developed and designed.",
                        "descriptionkh":"វិទ្យាសាស្ត្រកុំព្យូទ័រ គឺជាការសិក្សាអំពីកុំព្យូទ័រ និងប្រព័ន្ធគណនាគ្រិត។ វាជាផ្នែកទូលំទូលាយដែលរួមបញ្ចូលទាំងអាល់ហ្គូរីតមួយដែលបង្កើតសូហ្វវែរ ទៅតាមរបៀបដែលសូហ្វវែរ ទំនាក់ទំនងជាមួយប្រព័ន្ធរឹង និងរបៀបដែលសូហ្វវែរ ត្រូវបានអភិវឌ្ឍន៍ និងរចនាឡើង។",
                        "price":1200,
                        "curriculaLink":"https://aub.edu.kh/tc/eng/ap_curricula_bachelor_computer_science_and_engineering.pdf",
                        "img":"img-bachelor-12.jpg",
                        "yearOfStudy":4,
                        "credits":120,
                        "styleimg":"img-style-bachelor-12.png",
                        "willLearn":[
                            "Programming fundamentals.",
                            "Computer architecture and systems.",
                            "Database systems.",
                            "Software engineering principles.",
                            "Operating systems.",
                            "Computer networking.",
                            "Artificial intelligence.",
                            "Cybersecurity."
                        ],
                        "willLearnkh":[
                            "មូលដ្ឋាន Programming",
                            "ស្ថាបត្យកម្មកុំព្យូទ័រ និងប្រព័ន្ធ",
                            " ប្រព័ន្ធទិន្នន័យ",
                            "គន្លឹះវិស័យអវិជ្ជមានកម្ម Software",
                            "ប្រព័ន្ធប្រតិបត្ដិការណ៍",
                            "Network កុំព្យូទ័រ",
                            "បញ្ញាសិប្បនិម្មិត",
                            "សុវត្ថិភាពបណ្តាញ"
                        ]
                    },
                    {
                        "id": 13,
                        "name": "Teaching English as a Foreign Language",
                        "namekh": "ការបង្រៀនភាសាអង់គ្លេស",
                        "description": "The Teaching English as a Foreign Language (TEFL) program prepares students to become effective English language educators. The program covers language teaching methodologies, curriculum design, second language acquisition, assessment techniques, and classroom management strategies.",
                        "descriptionkh": "កម្មវិធីការបង្រៀនភាសាអង់គ្លេសជាភាសាបរទេស (TEFL) រៀបចំសិស្សឱ្យក្លាយជាគ្រូបង្រៀនភាសាអង់គ្លេសដ៏មានប្រសិទ្ធិភាព។ កម្មវិធីនេះរួមបញ្ចូលវិធីសាស្រ្តបង្រៀនភាសា ការរចនាកម្មវិធីសិក្សា ការទទួលយកភាសាទីពីរ វិធីសាស្រ្តវាយតម្លៃ និងយុទ្ធសាស្រ្តគ្រប់គ្រងថ្នាក់រៀន។",
                        "price": 1200,
                        "curriculaLink": "https://aub.edu.kh/tc/eng/ap_curricula_bachelor_arts_teaching_english_foreign_language.pdf",
                        "img": "img-bachelor-13.jpg",
                        "styleimg": "img-style-bachelor-15.png",
                        "yearOfStudy": 4,
                        "credits": 124,
                        "willLearn": [
                            "Developing effective teaching methodologies for English learners.",
                            "Understanding theories of second language acquisition.",
                            "Creating engaging lesson plans and curriculum materials.",
                            "Exploring modern language teaching technologies and resources.",
                            "Learning how to assess and evaluate student progress.",
                            "Building skills in classroom management and student engagement.",
                            "Understanding cultural considerations in language teaching.",
                            "Teaching English for specific purposes (e.g., business, academic, conversational).",
                            "Applying linguistics principles to language instruction."
                        ],
                        "willLearnkh": [
                            "ការអភិវឌ្ឍវិធីសាស្រ្តបង្រៀនដ៏មានប្រសិទ្ធិភាពសម្រាប់សិស្សភាសាអង់គ្លេស។",
                            "ការយល់ដឹងអំពីទ្រឹស្តីនៃការទទួលយកភាសាទីពីរ។",
                            "ការរចនា និងរៀបចំផែនការមេរៀន និងសម្ភារៈសិក្សា។",
                            "ការស្វែងយល់អំពីបច្ចេកវិទ្យានិងធនធានថ្មីៗសម្រាប់ការបង្រៀនភាសា។",
                            "ការរៀនអំពីវិធីសាស្រ្តវាយតម្លៃ និងការវិភាគលទ្ធផលសិក្សា។",
                            "ការអភិវឌ្ឍជំនាញក្នុងការគ្រប់គ្រងថ្នាក់រៀន និងការចូលរួមរបស់សិស្ស។",
                            "ការយល់ដឹងអំពីបរិបទវប្បធម៌ក្នុងការបង្រៀនភាសា។",
                            "ការបង្រៀនភាសាអង់គ្លេសសម្រាប់គោលបំណងជាក់លាក់ (ឧ. អាជីវកម្ម សិក្សា ការសន្ទនា)។",
                            "ការអនុវត្តគោលការណ៍ភាសាវិទ្យាក្នុងការបង្រៀនភាសា។"
                        ]
                    }
                    ,{
                        "id": 14,
                        "name": "English for Translation and Interpreting",
                        "namekh": "ភាសាអង់គ្លេសសម្រាប់បំណិនបកប្រែ",
                        "description": "The English for Translation and Interpreting major equips students with the skills to translate and interpret between English and other languages, focusing on accuracy, fluency, and cultural nuances. This program prepares students for careers in translation, interpretation, and language services in diverse sectors, including international relations, business, and media.",
                        "descriptionkh": "មុខវិជ្ជាភាសាអង់គ្លេសសម្រាប់ការបកប្រែនិងការបកស្រាយផ្តល់ជំនាញសិស្សក្នុងការបកប្រែ និងបកស្រាយរវាងភាសាអង់គ្លេស និងភាសាផ្សេងទៀត ជាអាទិភាពលើការពន្យល់បានត្រឹមត្រូវ ប្រសិទ្ធភាព និងភាពរួសរាយ។ បណ្ដុះបណ្ដាលសិស្សសម្រាប់មុខរបរ ក្នុងការបកប្រែ បកស្រាយ និងសេវាកម្មភាសា ក្នុងវិស័យផ្សេងៗ រួមទាំងទំនាក់ទំនងអន្តរជាតិ អាជីវកម្ម និងមេឌា។",
                        "price": 1200,
                        "curriculaLink": "https://aub.edu.kh/tc/eng/ap_curricula_bachelor_arts_english_translation_interpreting.pdf",
                        "img": "img-bachelor-14.jpg",
                        "yearOfStudy": 4,
                        "credits": 124,
                        "styleimg": "img-style-bachelor-14.png",
                        "willLearn": [
                            "Developing skills in translation and interpretation.",
                            "Understanding cultural differences and their impact on translation.",
                            "Mastering different translation techniques for various text types.",
                            "Learning the principles of consecutive and simultaneous interpretation.",
                            "Familiarizing with the use of translation tools and technologies.",
                            "Interpreting in different contexts, including legal, business, and media.",
                            "Understanding the ethical issues in translation and interpreting.",
                            "Improving fluency and accuracy in both written and spoken English.",
                            "Building a professional portfolio of translation and interpreting work."
                        ],
                        "willLearnkh": [
                            "អភិវឌ្ឍជំនាញក្នុងការបកប្រែ និងបកស្រាយ។",
                            "យល់ដឹងពីការប្រែប្រួលវប្បធម៌ និងផលប៉ះពាល់របស់វាចំពោះការបកប្រែ។",
                            "ការតែបន្ថែមបច្ចេកទេសបកប្រែសម្រាប់ប្រភេទអត្ថបទផ្សេងៗ។",
                            "ការរៀនគន្លងនៃការបកស្រាយជាប់និងការបកស្រាយអត្ថបទពេលតែមួយ។",
                            "រៀនដឹងពីការប្រើប្រាស់ឧបករណ៍ និងបច្ចេកវិទ្យាបកប្រែ។",
                            "ការបកស្រាយក្នុងបរិបទផ្សេងៗ រួមទាំងច្បាប់ អាជីវកម្ម និងមេឌា។",
                            "យល់ដឹងពីបញ្ហាឧត្តមការនៅក្នុងការបកប្រែ និងការបកស្រាយ។",
                            "ធ្វើឱ្យមានភាពរួសរាយ និងត្រឹមត្រូវទាំងក្នុងការសរសេរ និងនិយាយភាសាអង់គ្លេស។",
                            "បង្កើតផតស្យូមការងារប profesional ទាំងក្នុងការបកប្រែ និងការបកស្រាយ។"
                        ]
                    },                    
                    {
                        "id": 15,
                        "name": "English for Business Communication",
                        "namekh": "ភាសាអង់គ្លេសសម្រាប់ទំនាក់ទំនងធុរកិច្ច",
                        "description": "The English for Business Communication major focuses on developing effective communication skills in business environments, both in writing and speaking. This program prepares students for professional communication in global business settings, including negotiations, presentations, and cross-cultural interactions.",
                        "descriptionkh": "មុខវិជ្ជាភាសាអង់គ្លេសសម្រាប់ការប្រាស្រ័យទាក់ទងក្នុងអាជីវកម្មផ្តោតលើការអភិវឌ្ឍជំនាញក្នុងការប្រាស្រ័យទាក់ទងប្រកបដោយប្រសិទ្ធភាពនៅក្នុងបរិបទអាជីវកម្ម ទាំងក្នុងការសរសេរ និងនិយាយ។ កម្មវិធីនេះបណ្ដុះបណ្ដាលសិស្សសម្រាប់ការប្រាស្រ័យទាក់ទងវិជ្ជាជីវៈក្នុងបរិបទអាជីវកម្មអន្តរជាតិ រួមទាំងការចរចា ការបង្ហាញ និងការប្រាស្រ័យទាក់ទងស៊ីវិលក្នុងវប្បធម៌ផ្សេងៗ។",
                        "price": 1200,
                        "curriculaLink": "https://aub.edu.kh/tc/eng/ap_curricula_bachelor_arts_english_business_communication.pdf",
                        "img": "img-bachelor-15.jpg",
                        "yearOfStudy": 4,
                        "credits": 124,
                        "styleimg": "img-style-bachelor-15.png",
                        "willLearn": [
                            "Developing written and oral communication skills for business settings.",
                            "Mastering negotiation techniques and strategies for successful business deals.",
                            "Learning to write business emails, reports, and proposals effectively.",
                            "Improving presentation skills for business meetings and conferences.",
                            "Understanding cross-cultural communication and its impact on global business.",
                            "Enhancing interpersonal skills for working in international teams.",
                            "Building confidence in delivering professional speeches and presentations.",
                            "Practicing effective communication strategies for marketing and branding.",
                            "Learning how to communicate financial information clearly and effectively."
                        ],
                        "willLearnkh": [
                            "អភិវឌ្ឍជំនាញក្នុងការប្រាស្រ័យទាក់ទងសរសេរ និងនិយាយសម្រាប់ការប្រើប្រាស់ក្នុងបរិបទអាជីវកម្ម។",
                            "ការតែបន្ថែមបច្ចេកទេសនៃការចរចា និងយុទ្ធសាស្ត្រសម្រាប់ការងារអាជីវកម្មជោគជ័យ។",
                            "រៀនសរសេរ​អ៊ីមែលអាជីវកម្ម រាយការណ៍ និងសំណើដោយប្រសិទ្ធភាព។",
                            "បង្កើនជំនាញការបង្ហាញសម្រាប់ប្រជុំអាជីវកម្ម និងសន្និសីទ។",
                            "យល់ដឹងពីការប្រាស្រ័យទាក់ទងអន្តរជាតិ និងផលប៉ះពាល់របស់វាជាការងារអាជីវកម្មអន្តរជាតិ។",
                            "ធ្វើឱ្យមានជំនាញចំណាប់អារម្មណ៍ក្នុងការងារជាក្រុមអន្តរជាតិ។",
                            "បង្កើនការតស៊ូក្នុងការបង្ហាញមតិវិជ្ជាជីវៈ និងការបង្ហាញសាធារណៈ។",
                            "អនុវត្តន៍យុទ្ធសាស្ត្រប្រាស្រ័យទាក់ទងប្រសិទ្ធភាពសម្រាប់ទីផ្សារ និងម៉ាក។",
                            "រៀនពីរបៀបប្រាស្រ័យទាក់ទងព័ត៌មានហិរញ្ញវត្ថុឱ្យច្បាស់និងប្រសិទ្ធភាព។"
                        ]
                    }
                    
                ]
            },
            {
                "id":1,
                "name":"Associate",
                "namekh":"បរិញ្ញាបត្ររង",
                "majors":[
                    {
                        "id": 1,
                        "name": "Finance and Banking",
                        "namekh": "ហិរញ្ញវត្ថុ និងធនាគារ",
                        "description": "The Finance and Banking major focuses on providing students with the knowledge and skills needed to understand financial systems, banking operations, and investment strategies. This program prepares students for careers in finance, banking, and other financial institutions, helping them navigate the global financial landscape.",
                        "descriptionkh": "មុខវិជ្ជាហិរញ្ញវត្ថុ និងធនាគារ ផ្តោតលើការផ្តល់ជូនសិស្សនូវចំណេះដឹង និងជំនាញដែលត្រូវការដើម្បីយល់ដឹងពីប្រព័ន្ធហិរញ្ញវត្ថុ ប្រតិបត្ដិការធនាគារ និងយុទ្ធសាស្ត្រវិនិយោគ។ កម្មវិធីនេះបណ្ដុះបណ្ដាលសិស្សសម្រាប់អាជីវកម្មហិរញ្ញវត្ថុ ធនាគារ និងវិស័យធនាគារផ្សេងៗ ដើម្បីជួយពួកគេចេញមុខក្នុងទីផ្សារហិរញ្ញវត្ថុអន្តរជាតិ។",
                        "price": 1200,
                        "curriculaLink": "https://aub.edu.kh/tc/eng/ap_curricula_associate_finance_banking.pdf",
                        "img": "img-associate.jpg",
                        "yearOfStudy": 2,
                        "credits": 124,
                        "styleimg": "img-style-bachelor-1.png",
                        "willLearn": [
                            "Understanding financial systems and banking operations.",
                            "Mastering financial analysis and investment strategies.",
                            "Studying financial markets, interest rates, and monetary policies.",
                            "Learning risk management and how to assess financial risk.",
                            "Gaining insights into credit management and loan processes.",
                            "Exploring the global banking system and international finance.",
                            "Developing skills in corporate finance and business financial planning.",
                            "Learning how to manage personal finances and investments.",
                            "Exploring financial regulations and the role of financial institutions."
                        ],
                        "willLearnkh": [
                            "យល់ដឹងអំពីប្រព័ន្ធហិរញ្ញវត្ថុ និងប្រតិបត្ដិការធនាគារ។",
                            "ជំនាញវិភាគហិរញ្ញវត្ថុ និងយុទ្ធសាស្ត្រវិនិយោគ។",
                            "រៀនពីទីផ្សារហិរញ្ញវត្ថុ អត្រាការប្រាក់ និងគោលនយោបាយហិរញ្ញវត្ថុ។",
                            "រៀនពីការគ្រប់គ្រងហានិភ័យ និងវិធីវាយតម្លៃហានិភ័យហិរញ្ញវត្ថុ។",
                            "ទទួលបានចំណេះដឹងអំពីការគ្រប់គ្រងឥណទាន និងដំណើរការប្រាក់កម្ចី។",
                            "ស្វែងយល់ពីប្រព័ន្ធធនាគារអន្តរជាតិ និងហិរញ្ញវត្ថុអន្តរជាតិ។",
                            "អភិវឌ្ឍជំនាញក្នុងហិរញ្ញវត្ថុសម័យក្រុមហ៊ុន និងផែនការហិរញ្ញវត្ថុអាជីវកម្ម។",
                            "រៀនពីការគ្រប់គ្រងហិរញ្ញវត្ថុផ្ទាល់ខ្លួន និងវិនិយោគ។",
                            "ស្វែងយល់ពីការបញ្ជាក់ទ្រព្យសម្បត្តិហិរញ្ញវត្ថុ និងតួនាទីរបស់ស្ថាប័នហិរញ្ញវត្ថុ។"
                        ]
                    },
                    {
                        "id": 2,
                        "name": "Accounting",
                        "namekh": "គណនេយ្យ",
                        "description": "The Accounting major focuses on providing students with the knowledge and skills to understand and apply financial accounting, management accounting, auditing, and taxation principles. This program prepares students for careers in accounting, finance, and auditing in various industries.",
                        "descriptionkh": "មុខវិជ្ជាគណនេយ្យ ផ្តោតលើការផ្តល់ជូនសិស្សនូវចំណេះដឹង និងជំនាញដើម្បីយល់ដឹង និងអនុវត្តគោលការណ៍គណនេយ្យហិរញ្ញវត្ថុ គណនេយ្យការគ្រប់គ្រង ការត្រួតពិនិត្យ និងការពន្ធ។ កម្មវិធីនេះបណ្ដុះបណ្ដាលសិស្សសម្រាប់អាជីវកម្មក្នុងវិស័យគណនេយ្យ ហិរញ្ញវត្ថុ និងការត្រួតពិនិត្យក្នុងឧស្សាហកម្មផ្សេងៗ។",
                        "price": 1200,
                        "curriculaLink": "https://aub.edu.kh/tc/eng/ap_curricula_associate_accounting.pdf",
                        "img": "img-associate.jpg",
                        "yearOfStudy": 2,
                        "credits": 124,
                        "styleimg": "img-style-bachelor-2.png",
                        "willLearn": [
                            "Understanding and applying financial accounting principles.",
                            "Mastering management accounting for business decisions.",
                            "Learning about auditing practices and standards.",
                            "Studying taxation policies and how they affect businesses.",
                            "Developing skills in financial analysis and reporting.",
                            "Exploring accounting software and modern tools.",
                            "Understanding financial statements and their interpretation.",
                            "Learning about regulatory compliance and corporate governance.",
                            "Analyzing business transactions and their financial impact."
                        ],
                        "willLearnkh": [
                            "យល់ដឹង និងអនុវត្តគោលការណ៍គណនេយ្យហិរញ្ញវត្ថុ។",
                            "ជំនាញក្នុងគណនេយ្យការគ្រប់គ្រងសម្រាប់ការសម្រេចចិត្តអាជីវកម្ម។",
                            "រៀនអំពីការត្រួតពិនិត្យ និងស្តង់ដារនៃការត្រួតពិនិត្យ។",
                            "សិក្សាគោលនយោបាយពន្ធ និងវិធីដែលវាប៉ះពាល់ដល់អាជីវកម្ម។",
                            "អភិវឌ្ឍជំនាញក្នុងការវិភាគហិរញ្ញវត្ថុ និងការរាយការណ៍។",
                            "ស្វែងយល់អំពីកម្មវិធីគណនេយ្យ និងឧបករណ៍សម័យថ្មី។",
                            "យល់ដឹងពីសេចក្តីប្រកាសហិរញ្ញវត្ថុ និងការបកស្រាយរបស់វា។",
                            "រៀនអំពីការអនុវត្តន៍តាមច្បាប់ និងការគ្រប់គ្រងក្រុមហ៊ុន។",
                            "វិភាគប្រតិបត្ដិការអាជីវកម្ម និងផលប៉ះពាល់ហិរញ្ញវត្ថុរបស់វា។"
                        ]
                    },
                    {
                        "id": 3,
                        "name": "Marketing",
                        "namekh": "ទីផ្សារ",
                        "description": "The Marketing major provides students with the knowledge and skills to understand consumer behavior, develop effective marketing strategies, and promote products and services in competitive markets. This program covers market research, branding, digital marketing, and sales techniques to prepare students for careers in advertising, brand management, and business development.",
                        "descriptionkh": "មុខវិជ្ជាទីផ្សារ ផ្តល់ជូនសិស្សនូវចំណេះដឹង និងជំនាញដើម្បីយល់ដឹងអំពីអាកប្បកិច្ចអតិថិជន ការអភិវឌ្ឍយុទ្ធសាស្ត្រទីផ្សារដែលមានប្រសិទ្ធភាព និងការផ្សព្វផ្សាយផលិតផលនិងសេវាកម្មក្នុងទីផ្សារប្រកួតប្រជែង។ កម្មវិធីនេះគ្របដណ្តប់ការស្រាវជ្រាវទីផ្សារ ការប្រកួតប្រជែងម៉ាកទីផ្សារ ការផ្សព្វផ្សាយឌីជីថល និងបច្ចេកទេសលក់ ដើម្បីត្រៀមសិស្សសម្រាប់ការងារនៅក្នុងការផ្សព្វផ្សាយ ការគ្រប់គ្រងម៉ាក និងអភិវឌ្ឍអាជីវកម្ម។",
                        "price": 1200,
                        "curriculaLink": "https://aub.edu.kh/tc/eng/ap_curricula_associate_marketing.pdf",
                        "img": "img-associate.jpg",
                        "yearOfStudy": 2,
                        "credits": 124,
                        "styleimg": "img-style-bachelor-3.png",
                        "willLearn": [
                            "Leading campaigns and developing marketing strategies.",
                            "Managing brand identity and reputation.",
                            "Running digital campaigns and engaging with audiences online.",
                            "Studying market trends and consumer behavior.",
                            "Creating and executing promotional campaigns.",
                            "Building partnerships and generating leads.",
                            "Managing corporate communications and media relations."
                        ],
                        "willLearnkh": [
                            "ដឹកនាំយុទ្ធនាការនិងអភិវឌ្ឍយុទ្ធសាស្ត្រទីផ្សារ។",
                            "គ្រប់គ្រងអត្តសញ្ញាណម៉ាក និងកេរ្តិ៍ឈ្មោះ។",
                            "រត់យុទ្ធនាការឌីជីថល និងចូលរួមជាមួយអ្នកស្តាប់តាមអ៊ិនធឺរណែត។",
                            "សិក្សា​ធាតុដំណើរការទីផ្សារនិងអាកប្បកិច្ចអ្នកប្រើប្រាស់។",
                            "បង្កើតនិងអនុវត្តយុទ្ធនាការផ្សព្វផ្សាយ។",
                            "បង្កើតមិត្តភាពនិងបង្កើតការទាក់ទងសម្រាប់ការលក់។",
                            "គ្រប់គ្រងការទំនាក់ទំនងស្ថាប័ន និងទំនាក់ទំនងមេឌៀ។"
                        ]
                    },
                    {
                        "id": 4,
                        "name": "Export-Import Management",
                        "namekh": "គ្រប់គ្រងអាហរ័ណ-នីហរ័ណ",
                        "description": "The Export-Import Management major provides students with the knowledge and skills necessary to manage global trade and logistics. Students will learn the complexities of international trade, including legal frameworks, tariffs, customs regulations, and the supply chain, to become effective managers in the import-export industry.",
                        "descriptionkh": "មុខវិជ្ជាការគ្រប់គ្រងការនាំចេញនិងនាំចូលផ្តល់ជូនសិស្សនូវចំណេះដឹងនិងជំនាញដើម្បីគ្រប់គ្រងពាណិជ្ជកម្មសកល និងការដឹកជញ្ជូន។ សិស្សនឹងរៀនអំពីភាពស្មុគស្មាញនៃពាណិជ្ជកម្មអន្តរជាតិស្តីពីរចនាសម្ព័ន្ធច្បាប់ បត្ដិការណ៍ ទង់ពន្ធ អនុវត្តន៍នាំចូលនិងទំនាក់ទំនងជួញដូរ ដើម្បីក្លាយជាគ្រប់គ្រងដែលមានប្រសិទ្ធភាពក្នុងឧស្សាហកម្មនាំចេញនិងនាំចូល។",
                        "price": 1200,
                        "curriculaLink": "https://aub.edu.kh/tc/eng/ap_curricula_associate_export_import_mgt.pdf",
                        "img": "img-associate.jpg",
                        "yearOfStudy": 2,
                        "credits": 124,
                        "styleimg": "img-style-associate-4.png",
                        "willLearn": [
                            "Understanding the fundamentals of global trade and logistics.",
                            "Managing customs clearance, tariffs, and international shipping.",
                            "Studying international trade agreements and regulations.",
                            "Learning about import-export documentation and compliance.",
                            "Optimizing supply chain management for international markets.",
                            "Understanding global financial transactions and exchange rates.",
                            "Developing strategies for market expansion through international trade.",
                            "Managing risk in global logistics and shipping operations.",
                            "Building partnerships with suppliers, distributors, and global clients."
                        ],
                        "willLearnkh": [
                            "យល់ដឹងអំពីមូលដ្ឋាននៃពាណិជ្ជកម្មសកល និងការដឹកជញ្ជូន។",
                            "គ្រប់គ្រងការក Clearance ប្រាំប្រាំ បត្ដិការណ៍នាំចេញ និងការដឹកជញ្ជូនអន្តរជាតិ។",
                            "សិក្សាអំពីកិច្ចសន្យាពាណិជ្ជកម្មអន្តរជាតិ និងការអនុវត្តន៍។",
                            "រៀនអំពីឯកសារនាំចេញនិងការអនុវត្តន៍តាមគោលការណ៍។",
                            "អុសស្តង់ការប្រតិបត្ដិការជួញដូរ សម្រាប់ទីផ្សារអន្តរជាតិ។",
                            "យល់ដឹងអំពីប្រតិបត្ដិការជាផ្ទៃគណនី និងអត្រាការប្ដូរអន្ដរជាតិ។",
                            "អភិវឌ្ឍយុទ្ធសាស្ត្រសម្រាប់ការពង្រីកទីផ្សារដោយមូលដ្ឋានពាណិជ្ជកម្មអន្តរជាតិ។",
                            "គ្រប់គ្រងការហានិភ័យនៅក្នុងការដឹកជញ្ជូនពាណិជ្ជកម្មអន្តរជាតិ និងប្រតិបត្ដិការទំនាក់ទំនងសកល។",
                            "បង្កើតមិត្តភាពនឹងអតិថិជន និងអ្នកផ្គត់ផ្គង់ក្នុងទីផ្សារអន្តរជាតិ។"
                        ]
                    },
                    {
                        "id": 5,
                        "name": "Insurance",
                        "namekh": "ធានារ៉ាប់រង",
                        "description": "The Insurance major provides students with the knowledge and skills required to manage risk, assess insurance needs, and develop comprehensive insurance policies. Students will learn about different types of insurance, including life, health, property, and liability insurance, and how to navigate the complex world of claims, underwriting, and insurance regulation.",
                        "descriptionkh": "មុខវិជ្ជាធានារ៉ាប់រងផ្តល់ជូនសិស្សនូវចំណេះដឹងនិងជំនាញដែលត្រូវការដើម្បីគ្រប់គ្រងការហានិភ័យ វាយតម្លៃតាមតម្រូវការធានារ៉ាប់រង និងអភិវឌ្ឍគោលនយោបាយធានារួមទាំងអស់។ សិស្សនឹងរៀនអំពីប្រភេទធានារដែលខុសគ្នា រួមទាំងធានារ៉ាប់រងជីវិត សុខភាព ទ្រព្យសកម្ម និងការទទួលខុសត្រូវ និងរបៀបដំណើរការប្រឈមទៅលើការទាមទារតម្រូវការធានារ៉ាប់រង ការបញ្ចូលបញ្ហា និងបទប្បញ្ញត្តិទាំងអស់ក្នុងវិស័យធានារទៅនិងការអនុវត្ត។",
                        "price": 1200,
                        "curriculaLink": "https://aub.edu.kh/tc/eng/ap_curricula_associate_insurance.pdf",
                        "img": "img-associate.jpg",
                        "yearOfStudy": 2,
                        "credits": 124,
                        "styleimg": "img-style-bachelor-6.png",
                        "willLearn": [
                            "Understanding risk management principles and insurance fundamentals.",
                            "Learning how to assess insurance needs for individuals and businesses.",
                            "Studying life, health, and property insurance policies.",
                            "Managing claims, underwriting, and the insurance process.",
                            "Understanding insurance law and regulations.",
                            "Learning the financial aspects of insurance and risk assessment.",
                            "Applying actuarial science to determine premiums and coverage.",
                            "Developing insurance strategies to minimize financial risks.",
                            "Exploring emerging trends in the insurance industry, such as digital insurance and insurtech."
                        ],
                        "willLearnkh": [
                            "យល់ដឹងអំពីគោលការណ៍គ្រប់គ្រងហានិភ័យ និងមូលដ្ឋានធានារ៉ាប់រង។",
                            "រៀនរបៀបវាយតម្លៃតម្រូវការធានារ៉ាប់រងសម្រាប់បុគ្គល និងអាជីវកម្ម។",
                            "សិក្សាពីគោលការណីធានារ៉ាប់រងជីវិត សុខភាព និងទ្រព្យសកម្ម។",
                            "គ្រប់គ្រងការទាមទារតាមបែបធានារ៉ាប់រង ការបញ្ចូលកប្បាស និងដំណើរការធានារ៉ាប់រង។",
                            "យល់ដឹងអំពីច្បាប់ និងបទប្បញ្ញត្តិធានារ៉ាប់រង។",
                            "រៀនអំពីវិស័យហិរញ្ញវត្ថុ និងការវាយតម្លៃហានិភ័យក្នុងធានារ៉ាប់រង។",
                            "ប្រើប្រាស់វិទ្យាសាស្ត្រប្រាក់សម្រាប់កំណត់តម្លៃនិងការអានការគ្រប់គ្រងគោលនយោបាយ។",
                            "អភិវឌ្ឍយុទ្ធសាស្ត្រធានារ៉ាប់រងដើម្បីកាត់បន្ថយហានិភ័យហិរញ្ញវត្ថុ។",
                            "ស្វែងយល់ពីនិន្នាការថ្មីៗក្នុងឧស្សាហកម្មធានារ៉ាប់រងដូចជា​ធានារយៈពេលឌីជីថល និងសារធាតុទូទៅ Insurtech។"
                        ]
                    },
                    {
                        "id": 6,
                        "name": "Logistics",
                        "namekh": "ចលនូបត្ថម្ភ",
                        "description": "The Logistics major focuses on the management of the flow of goods and services from the point of origin to the final consumer. Students will learn about transportation, warehousing, inventory control, supply chain management, and distribution strategies. This program prepares students to coordinate and optimize the movement of products across global and local markets.",
                        "descriptionkh": "មុខវិជ្ជាការដឹកជញ្ជូនផ្តោតលើការគ្រប់គ្រងចលនារបស់ទំនិញនិងសេវាកម្មពីចំណុចដើមរហូតដល់អ្នកប្រើប្រាស់ចុងក្រោយ។ សិស្សនឹងរៀនអំពីការដឹកជញ្ជូន ការបញ្ជ្រោចស្ដុក ការគ្រប់គ្រងសារព័ត៌មាន ការគ្រប់គ្រងខ្សែចរន្តអាកាស និងយុទ្ធសាស្ត្រចែកចាយ។ កម្មវិធីនេះរៀបចំសិស្សសម្រាប់ការសម្របសម្រួលនិងបំរើការប្រមូលផ្តុំផលិតផលនៅលើទីផ្សារជាតិនិងអន្តរជាតិ។",
                        "price": 1200,
                        "curriculaLink": "https://aub.edu.kh/tc/eng/ap_curricula_associate_logistics.pdf",
                        "img": "img-associate.jpg",
                        "yearOfStudy": 2,
                        "credits": 124,
                        "styleimg": "img-style-bachelor-6.png",
                        "willLearn": [
                            "Understanding the principles of logistics and supply chain management.",
                            "Studying transportation modes and their impact on logistics operations.",
                            "Learning about warehouse management, inventory control, and order fulfillment.",
                            "Coordinating logistics strategies for product distribution and customer delivery.",
                            "Analyzing logistics costs and efficiency in different transportation systems.",
                            "Managing international logistics and global trade.",
                            "Optimizing supply chain operations for cost reduction and speed.",
                            "Understanding the role of technology and automation in logistics.",
                            "Exploring sustainable logistics practices and green supply chains."
                        ],
                        "willLearnkh": [
                            "យល់ដឹងអំពីគោលការណ៍នៃការដឹកជញ្ជូននិងការគ្រប់គ្រងខ្សែចរន្តអាកាស។",
                            "សិក្សាអំពីម៉ូដការដឹកជញ្ជូន និងឥទ្ធិពលរបស់វាលើប្រតិបត្តិការដឹកជញ្ជូន។",
                            "រៀនអំពីការគ្រប់គ្រងឃ្លាំង ការគ្រប់គ្រងសារព័ត៌មាន និងការបំពេញបញ្ជាទិញ។",
                            "សម្របសម្រួលយុទ្ធសាស្ត្រដឹកជញ្ជូនសម្រាប់ការចែកចាយផលិតផល និងការដឹកជញ្ជូនអ្នកប្រើប្រាស់។",
                            "វិភាគថ្លៃដើមនិងប្រសិទ្ធភាពនៃប្រព័ន្ធដឹកជញ្ជូននានា។",
                            "គ្រប់គ្រងការដឹកជញ្ជូនអន្តរជាតិ និងការជួញដូរអន្តរជាតិ។",
                            "ធ្វើឱ្យប្រសើរឡើងប្រតិបត្តិការខ្សែចរន្តអាកាសសម្រាប់ការបន្ថយថ្លៃដើមនិងល្បឿន។",
                            "យល់ដឹងអំពីតួនាទីនៃបច្ចេកវិទ្យានិងការអូតូម៉ាតិកក្នុងការដឹកជញ្ជូន។",
                            "ស្វែងយល់អំពីអនុវត្តន៍ការដឹកជញ្ជូនដែលអាចចាំបាច់និងខ្សែចរន្តអាកាសបៃតង។"
                        ]
                    },
                    {
                        "id": 7,
                        "name": "English",
                        "namekh": "ភាសាអង់គ្លេស",
                        "description": "The English major focuses on developing strong language skills in reading, writing, listening, and speaking. Students will study English literature, linguistics, and communication, preparing them for careers in teaching, writing, translation, and international relations. This program enhances students' ability to communicate effectively in diverse cultural and professional settings.",
                        "descriptionkh": "មុខវិជ្ជាភាសាអង់គ្លេសផ្តោតលើការអភិវឌ្ឍជំនាញភាសាដែលមានអំណោយផលក្នុងការអាន ការសរសេរ ការស្តាប់ និងការនិយាយ។ សិស្សនឹងសិក្សាអំពីសាស្ត្រអក្សរសិល្ប៍ភាសាអង់គ្លេស ភាសាសាស្ត្រ និងការទំនាក់ទំនង ដែលរៀបចំសិស្សសម្រាប់ការងារនៅក្នុងការបង្រៀន ការសរសេរ ការប្រែសម្រួល និងទំនាក់ទំនងអន្តរជាតិ។ កម្មវិធីនេះកំណត់សមត្ថភាពរបស់សិស្សក្នុងការទំនាក់ទំនងយ៉ាងមានប្រសិទ្ធភាពក្នុងបរិបទវប្បធម៌និងវិជ្ជាជីវៈផ្សេងៗ។",
                        "price": 1200,
                        "curriculaLink": "https://aub.edu.kh/tc/eng/ap_curricula_associate_arts_english.pdf",
                        "img": "img-associate.jpg",
                        "yearOfStudy": 2,
                        "credits": 124,
                        "styleimg": "img-style-bachelor-15.png",
                        "willLearn": [
                            "Improving reading comprehension and critical analysis skills.",
                            "Developing writing skills for academic, professional, and creative purposes.",
                            "Enhancing listening and speaking abilities for effective communication.",
                            "Studying English literature and understanding its cultural impact.",
                            "Learning about linguistics, language structure, and phonetics.",
                            "Improving vocabulary and grammar for advanced language proficiency.",
                            "Translating texts and understanding cultural nuances in communication.",
                            "Exploring the role of English in international business and diplomacy.",
                            "Applying language skills in diverse fields such as education, media, and publishing."
                        ],
                        "willLearnkh": [
                            "បង្កើនជំនាញការអាននិងការវិភាគយ៉ាងល្អ។",
                            "អភិវឌ្ឍជំនាញសរសេរដើម្បីប្រើប្រាស់សម្រាប់គោលបំណងបរិយាប័ន្ន សកម្មភាពវិជ្ជាជីវៈ និងការបង្កើត។",
                            "បង្កើនសមត្ថភាពស្តាប់និងនិយាយសម្រាប់ការទំនាក់ទំនងយ៉ាងមានប្រសិទ្ធភាព។",
                            "សិក្សាសាស្ត្រអក្សរសិល្ប៍ភាសាអង់គ្លេសនិងយល់ដឹងអំពីឥទ្ធិពលវប្បធម៌របស់វា។",
                            "រៀនអំពីភាសាសាស្ត្រ ស្ថាបត្យកម្មភាសា និងសំលេងវិទ្យា។",
                            "បង្កើនពាក្យសម្តីនិងវិធានការប្រសើរត្រឹមត្រូវសម្រាប់ជំនាញភាសារដែលមានសេចក្តីបញ្ជាក់។",
                            "ប្រែសម្រួលអត្ថបទនិងយល់ដឹងអំពីភាពជាក់លាក់នៃការទំនាក់ទំនងតាមវប្បធម៌។",
                            "ស្វែងយល់អំពីតួនាទីនៃភាសាអង់គ្លេសក្នុងការជួញដូរអន្តរជាតិ និងឧត្តមភាពនយោបាយ។",
                            "អនុវត្តជំនាញភាសានៅក្នុងវិស័យផ្សេងៗដូចជាការបង្រៀន សារព័ត៌មាន និងការបោះពុម្ពផ្សាយ។"
                        ]
                    }                    
                ]
            }
        ]
    }
]
